Repository: yusufbayindir/solstice
Catalog: Solstice/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Delete Everything
ar: حذف كل شيء
cs: Smazat vše
da: Slet alt
de: Alles löschen
el: Διαγραφή όλων
es: Eliminar todo
fi: Poista kaikki
fr: Tout supprimer
he: מחיקת הכול
hi: सब कुछ हटाएँ
hu: Minden törlése
id: Hapus Semuanya
it: Elimina tutto
ja: すべて削除
ko: 전체 삭제
ms: Padam Semuanya
nb: Slett alt
nl: Alles verwijderen
pl: Usuń wszystko
pt_br: Apagar tudo
pt_pt: Eliminar tudo
ro: Șterge tot
ru: Удалить всё
sv: Radera allt
th: ลบทุกอย่าง
tr: Her Şeyi Sil
uk: Видалити все
vi: Xóa mọi thứ
zh_hans: 全部删除
zh_hant: 全部刪除

source: This permanently removes all your cycle logs, symptoms, mood entries, and settings from this iPhone. It cannot be undone.
ar: يؤدي هذا إلى حذف جميع سجلات دورتك وأعراضك وإدخالات مزاجك وإعداداتك نهائيًا من جهاز iPhone هذا. ولا يمكن التراجع عن ذلك.
cs: Tímto trvale odstraníte všechny záznamy cyklu, příznaky, záznamy nálady a nastavení z tohoto iPhonu. Tuto akci nelze vrátit zpět.
da: Dette fjerner permanent alle dine cyklusregistreringer, symptomer, humørnoter og indstillinger fra denne iPhone. Det kan ikke fortrydes.
de: Dadurch werden alle deine Zyklusaufzeichnungen, Symptome, Stimmungseinträge und Einstellungen dauerhaft von diesem iPhone entfernt. Dies kann nicht rückgängig gemacht werden.
el: Αυτό αφαιρεί οριστικά όλες τις καταγραφές κύκλου, τα συμπτώματα, τις καταχωρίσεις διάθεσης και τις ρυθμίσεις σας από αυτό το iPhone. Δεν μπορεί να αναιρεθεί.
es: Esto elimina permanentemente de este iPhone todos tus registros de ciclo, síntomas, entradas de estado de ánimo y ajustes. No se puede deshacer.
fi: Tämä poistaa pysyvästi kaikki kiertomerkintäsi, oireesi, mielialamerkintäsi ja asetuksesi tältä iPhonelta. Tätä ei voi peruuttaa.
fr: Cette action supprime définitivement tous vos enregistrements de cycle, vos symptômes, vos humeurs et vos réglages de cet iPhone. Elle est irréversible.
he: פעולה זו מוחקת לצמיתות את כל תיעודי המחזור, התסמינים, רישומי מצב הרוח וההגדרות שלך מה-iPhone הזה. לא ניתן לבטל אותה.
hi: यह आपके सभी चक्र लॉग, लक्षण, मनोदशा प्रविष्टियाँ और सेटिंग्स को इस iPhone से स्थायी रूप से हटा देता है। इसे पूर्ववत नहीं किया जा सकता।
hu: Ez véglegesen eltávolítja az összes ciklusbejegyzésedet, tünetedet, hangulatbejegyzésedet és beállításodat erről az iPhone-ról. A művelet nem vonható vissza.
id: Tindakan ini menghapus secara permanen semua catatan siklus, gejala, entri suasana hati, dan pengaturan Anda dari iPhone ini. Tindakan ini tidak dapat dibatalkan.
it: Questa operazione rimuove definitivamente da questo iPhone tutte le registrazioni del ciclo, i sintomi, le voci sull'umore e le impostazioni. Non può essere annullata.
ja: この操作により、周期の記録、症状、気分の記録、設定がこのiPhoneからすべて完全に削除されます。元に戻すことはできません。
ko: 이 작업은 주기 기록, 증상, 기분 기록, 설정을 이 iPhone에서 영구적으로 삭제합니다. 되돌릴 수 없습니다.
ms: Tindakan ini memadam secara kekal semua rekod kitaran, simptom, catatan mood dan tetapan anda daripada iPhone ini. Ia tidak boleh dibatalkan.
nb: Dette fjerner permanent alle syklusloggene, symptomene, humørnotatene og innstillingene dine fra denne iPhone. Det kan ikke angres.
nl: Hiermee verwijder je definitief al je cyclusgegevens, symptomen, stemmingsregistraties en instellingen van deze iPhone. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to trwałe usunięcie z tego iPhone'a wszystkich zapisów cyklu, objawów, wpisów o nastroju oraz ustawień. Tej operacji nie można cofnąć.
pt_br: Isso remove permanentemente todos os seus registros de ciclo, sintomas, entradas de humor e ajustes deste iPhone. Não dá para desfazer.
pt_pt: Isto remove permanentemente todos os seus registos de ciclo, sintomas, entradas de disposição e definições deste iPhone. Não é possível anular.
ro: Aceasta elimină definitiv toate înregistrările tale despre cicluri, simptome, stările de spirit și setările de pe acest iPhone. Acțiunea nu poate fi anulată.
ru: Это безвозвратно удалит с этого iPhone все записи о цикле, симптомах, настроении и все настройки. Отменить это действие нельзя.
sv: Detta tar permanent bort alla dina cykelloggar, symtom, humörnoteringar och inställningar från den här iPhone. Det går inte att ångra.
th: การกระทำนี้จะลบบันทึกรอบเดือน อาการ รายการอารมณ์ และการตั้งค่าทั้งหมดของคุณออกจาก iPhone เครื่องนี้อย่างถาวร ไม่สามารถยกเลิกได้
tr: Bu işlem tüm döngü kayıtlarınızı, belirtilerinizi, ruh hali girişlerinizi ve ayarlarınızı bu iPhone'dan kalıcı olarak siler. Geri alınamaz.
uk: Це назавжди видалить усі ваші записи циклів, симптоми, дані про настрій і налаштування з цього iPhone. Дію неможливо скасувати.
vi: Thao tác này xóa vĩnh viễn tất cả nhật ký chu kỳ, triệu chứng, mục tâm trạng và cài đặt của bạn khỏi iPhone này. Không thể hoàn tác.
zh_hans: 此操作将从这部 iPhone 上永久删除你所有的周期记录、症状、心情记录和设置，且无法撤销。
zh_hant: 此操作將從這支 iPhone 上永久刪除你所有的週期記錄、症狀、心情記錄與設定，且無法復原。

source: All data deleted
ar: تم حذف جميع البيانات
cs: Všechna data smazána
da: Alle data slettet
de: Alle Daten gelöscht
el: Όλα τα δεδομένα διαγράφηκαν
es: Todos los datos eliminados
fi: Kaikki tiedot poistettu
fr: Toutes les données supprimées
he: כל הנתונים נמחקו
hi: सभी डेटा हटा दिया गया
hu: Minden adat törölve
id: Semua data dihapus
it: Tutti i dati eliminati
ja: すべてのデータを削除しました
ko: 모든 데이터가 삭제됨
ms: Semua data dipadam
nb: Alle data slettet
nl: Alle gegevens verwijderd
pl: Wszystkie dane usunięte
pt_br: Todos os dados foram apagados
pt_pt: Todos os dados foram eliminados
ro: Toate datele au fost șterse
ru: Все данные удалены
sv: Alla data raderade
th: ลบข้อมูลทั้งหมดแล้ว
tr: Tüm veriler silindi
uk: Усі дані видалено
vi: Đã xóa tất cả dữ liệu
zh_hans: 所有数据已删除
zh_hant: 所有資料已刪除

source: Solstice is now a clean slate.
ar: أصبح Solstice الآن صفحة جديدة بالكامل.
cs: Solstice je nyní zcela čistý.
da: Solstice er nu en ren tavle.
de: Solstice beginnt jetzt bei null.
el: Το Solstice ξεκινά τώρα από την αρχή.
es: Solstice empieza de cero.
fi: Solstice on nyt puhdas pöytä.
fr: Solstice repart de zéro.
he: Solstice מתחיל עכשיו מדף חלק.
hi: Solstice अब एक साफ़ शुरुआत है।
hu: A Solstice mostantól tiszta lap.
id: Solstice kini dimulai dari awal.
it: Solstice ora riparte da zero.
ja: Solstice は真っさらな状態になりました。
ko: Solstice가 처음 상태로 돌아갔습니다.
ms: Solstice kini bermula semula dari kosong.
nb: Solstice er nå et blankt ark.
nl: Solstice begint nu met een schone lei.
pl: Solstice zaczyna od czystej karty.
pt_br: O Solstice está começando do zero.
pt_pt: O Solstice está a começar do zero.
ro: Solstice este acum o pagină nescrisă.
ru: Solstice начинает с чистого листа.
sv: Solstice är nu ett oskrivet blad.
th: ตอนนี้ Solstice เริ่มต้นใหม่หมดแล้ว
tr: Solstice artık tertemiz bir sayfa.
uk: Solstice тепер як чистий аркуш.
vi: Solstice giờ đây là một trang giấy trắng.
zh_hans: Solstice 已恢复如初。
zh_hant: Solstice 已恢復如初。

source: Re-run Setup?
ar: إعادة تشغيل الإعداد؟
cs: Znovu spustit nastavení?
da: Kør opsætningen igen?
de: Einrichtung erneut starten?
el: Επανάληψη ρύθμισης;
es: ¿Repetir configuración?
fi: Tehdäänkö asetukset uudelleen?
fr: Relancer la configuration ?
he: להפעיל את ההגדרה מחדש?
hi: सेटअप फिर से चलाएँ?
hu: Újrafuttatod a beállítást?
id: Jalankan Ulang Pengaturan?
it: Ripetere la configurazione?
ja: セットアップをやり直しますか？
ko: 설정을 다시 실행할까요?
ms: Jalankan Semula Persediaan?
nb: Kjøre oppsettet på nytt?
nl: Configuratie opnieuw uitvoeren?
pl: Uruchomić konfigurację ponownie?
pt_br: Refazer configuração?
pt_pt: Repetir configuração?
ro: Reiei configurarea?
ru: Повторить настройку?
sv: Kör igenom inställningen igen?
th: ตั้งค่าใหม่อีกครั้งหรือไม่?
tr: Kurulum Yeniden Çalıştırılsın mı?
uk: Повторити налаштування?
vi: Chạy lại thiết lập?
zh_hans: 重新设置？
zh_hant: 重新設定？

source: Your logs and history won't be changed — only your cycle length and period preferences will be reset.
ar: لن تتغير سجلاتك ولا تاريخك، إذ ستُعاد فقط ضبط مدة دورتك وتفضيلات الدورة الشهرية.
cs: Vaše záznamy a historie se nezmění — obnoví se pouze délka cyklu a předvolby menstruace.
da: Dine registreringer og din historik ændres ikke — kun din cykluslængde og dine menstruationsindstillinger nulstilles.
de: Deine Aufzeichnungen und dein Verlauf werden nicht geändert — nur deine Zykluslänge und Periodeneinstellungen werden zurückgesetzt.
el: Οι καταγραφές και το ιστορικό σας δεν θα αλλάξουν — θα επαναφερθούν μόνο η διάρκεια κύκλου και οι προτιμήσεις περιόδου σας.
es: Tus registros e historial no cambiarán — solo se restablecerán la duración de tu ciclo y tus preferencias de periodo.
fi: Merkintöjäsi ja historiaasi ei muuteta — vain kierron pituus ja kuukautisasetukset nollataan.
fr: Vos enregistrements et votre historique ne seront pas modifiés — seules la durée de votre cycle et vos préférences de règles seront réinitialisées.
he: התיעודים וההיסטוריה שלך לא ישתנו — רק העדפות אורך המחזור והווסת יאופסו.
hi: आपके लॉग और इतिहास नहीं बदलेंगे — केवल आपकी चक्र लंबाई और पीरियड प्राथमिकताएँ रीसेट होंगी।
hu: A bejegyzéseid és előzményeid nem változnak — csak a ciklushossz és a menstruációs beállítások állnak vissza.
id: Catatan dan riwayat Anda tidak akan berubah — hanya panjang siklus dan preferensi haid Anda yang akan diatur ulang.
it: Le tue registrazioni e la cronologia non verranno modificate — verranno reimpostate solo la durata del ciclo e le preferenze delle mestruazioni.
ja: 記録や履歴は変更されません。周期の長さと生理の設定だけがリセットされます。
ko: 기록과 이력은 변경되지 않으며, 주기 길이와 생리 설정만 초기화됩니다.
ms: Rekod dan sejarah anda tidak akan diubah — hanya tempoh kitaran dan keutamaan haid anda yang akan ditetapkan semula.
nb: Loggene og historikken din endres ikke — bare sykluslengden og mensinnstillingene dine tilbakestilles.
nl: Je gelogde gegevens en geschiedenis blijven ongewijzigd — alleen je cycluslengte en menstruatievoorkeuren worden opnieuw ingesteld.
pl: Twoje zapisy i historia pozostaną bez zmian — zresetowane zostaną jedynie długość cyklu i ustawienia miesiączki.
pt_br: Seus registros e histórico não serão alterados — apenas a duração do ciclo e as preferências da menstruação serão redefinidas.
pt_pt: Os seus registos e histórico não serão alterados — apenas a duração do ciclo e as preferências da menstruação serão repostas.
ro: Înregistrările și istoricul tău nu vor fi modificate — vor fi resetate doar durata ciclului și preferințele privind menstruația.
ru: Ваши записи и история останутся без изменений — сбросятся только длина цикла и параметры месячных.
sv: Dina loggar och din historik ändras inte — endast din cykellängd och dina mensinställningar återställs.
th: บันทึกและประวัติของคุณจะไม่เปลี่ยน — รีเซ็ตเฉพาะความยาวรอบเดือนและการตั้งค่าประจำเดือนเท่านั้น
tr: Kayıtlarınız ve geçmişiniz değişmez — yalnızca döngü uzunluğunuz ve adet tercihleriniz sıfırlanır.
uk: Ваші записи й історія залишаться без змін — буде скинуто лише тривалість циклу та параметри менструації.
vi: Nhật ký và lịch sử của bạn sẽ không thay đổi — chỉ độ dài chu kỳ và tùy chọn kỳ kinh được đặt lại.
zh_hans: 你的记录和历史不会被改动，仅会重置周期长度和经期偏好。
zh_hant: 你的記錄與歷史不會變動，僅會重設週期長度與經期偏好。

source: Open Settings
ar: فتح الإعدادات
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fi: Avaa asetukset
fr: Ouvrir les Réglages
he: פתיחת ההגדרות
hi: सेटिंग्स खोलें
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Instellingen openen
pl: Otwórz Ustawienia
pt_br: Abrir os Ajustes
pt_pt: Abrir as Definições
ro: Deschide Setările
ru: Открыть настройки
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити Налаштування
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

source: WHAT STAYS ON THIS IPHONE
ar: ما يبقى على جهاز iPhone هذا
cs: CO ZŮSTÁVÁ V TOMTO IPHONU
da: HVAD DER BLIVER PÅ DENNE IPHONE
de: WAS AUF DIESEM IPHONE BLEIBT
el: ΤΙ ΠΑΡΑΜΕΝΕΙ ΣΕ ΑΥΤΟ ΤΟ IPHONE
es: LO QUE PERMANECE EN ESTE IPHONE
fi: MIKÄ PYSYY TÄLLÄ IPHONELLA
fr: CE QUI RESTE SUR CET IPHONE
he: מה נשאר על ה-iPhone הזה
hi: इस iPhone पर क्या रहता है
hu: MI MARAD EZEN AZ IPHONE-ON
id: YANG TETAP DI IPHONE INI
it: COSA RESTA SU QUESTO IPHONE
ja: このiPhoneにとどまるもの
ko: 이 iPhone에 남는 것
ms: APA YANG KEKAL PADA IPHONE INI
nb: HVA SOM BLIR VÆRENDE PÅ DENNE IPHONE
nl: WAT OP DEZE IPHONE BLIJFT
pl: CO ZOSTAJE NA TYM IPHONIE
pt_br: O QUE FICA NESTE IPHONE
pt_pt: O QUE FICA NESTE IPHONE
ro: CE RĂMÂNE PE ACEST IPHONE
ru: ЧТО ОСТАЁТСЯ НА ЭТОМ IPHONE
sv: VAD SOM STANNAR PÅ DEN HÄR IPHONE
th: สิ่งที่อยู่บน iPhone เครื่องนี้
tr: BU IPHONE'DA KALANLAR
uk: ЩО ЗАЛИШАЄТЬСЯ НА ЦЬОМУ IPHONE
vi: NHỮNG GÌ Ở LẠI TRÊN IPHONE NÀY
zh_hans: 哪些留在这部 iPhone 上
zh_hant: 哪些留在這支 iPhone 上

source: WHAT LEAVES THIS IPHONE
ar: ما يغادر جهاز iPhone هذا
cs: CO TENTO IPHONE OPUSTÍ
da: HVAD DER FORLADER DENNE IPHONE
de: WAS DIESES IPHONE VERLÄSST
el: ΤΙ ΦΕΥΓΕΙ ΑΠΟ ΑΥΤΟ ΤΟ IPHONE
es: LO QUE SALE DE ESTE IPHONE
fi: MIKÄ POISTUU TÄLTÄ IPHONELTA
fr: CE QUI QUITTE CET IPHONE
he: מה יוצא מה-iPhone הזה
hi: इस iPhone से क्या बाहर जाता है
hu: MI HAGYJA EL EZT AZ IPHONE-OT
id: YANG KELUAR DARI IPHONE INI
it: COSA LASCIA QUESTO IPHONE
ja: このiPhoneから出ていくもの
ko: 이 iPhone을 떠나는 것
ms: APA YANG MENINGGALKAN IPHONE INI
nb: HVA SOM FORLATER DENNE IPHONE
nl: WAT DEZE IPHONE VERLAAT
pl: CO OPUSZCZA TEN IPHONE
pt_br: O QUE SAI DESTE IPHONE
pt_pt: O QUE SAI DESTE IPHONE
ro: CE PĂRĂSEȘTE ACEST IPHONE
ru: ЧТО ПОКИДАЕТ ЭТОТ IPHONE
sv: VAD SOM LÄMNAR DEN HÄR IPHONE
th: สิ่งที่ออกจาก iPhone เครื่องนี้
tr: BU IPHONE'DAN AYRILANLAR
uk: ЩО ПОКИДАЄ ЦЕЙ IPHONE
vi: NHỮNG GÌ RỜI KHỎI IPHONE NÀY
zh_hans: 哪些会离开这部 iPhone
zh_hant: 哪些會離開這支 iPhone

source: Nothing — by default
ar: لا شيء، بشكل افتراضي
cs: Nic — ve výchozím nastavení
da: Intet — som standard
de: Nichts — standardmäßig
el: Τίποτα — από προεπιλογή
es: Nada — por defecto
fi: Ei mikään — oletuksena
fr: Rien — par défaut
he: כלום — כברירת מחדל
hi: कुछ नहीं — डिफ़ॉल्ट रूप से
hu: Semmi — alapértelmezés szerint
id: Tidak ada — secara bawaan
it: Niente — per impostazione predefinita
ja: 初期設定では、何も出ていきません
ko: 기본적으로, 아무것도 떠나지 않습니다
ms: Tiada — secara lalai
nb: Ingenting — som standard
nl: Niets — standaard
pl: Nic — domyślnie
pt_br: Nada — por padrão
pt_pt: Nada — por predefinição
ro: Nimic — în mod implicit
ru: Ничего — по умолчанию
sv: Ingenting — som standard
th: ไม่มีอะไร — โดยค่าเริ่มต้น
tr: Hiçbir şey — varsayılan olarak
uk: Нічого — за замовчуванням
vi: Không có gì — theo mặc định
zh_hans: 默认情况下，什么都不会
zh_hant: 預設情況下，什麼都不會

source: Your data stays here
ar: بياناتك تبقى هنا
cs: Vaše data zůstávají zde
da: Dine data bliver her
de: Deine Daten bleiben hier
el: Τα δεδομένα σας παραμένουν εδώ
es: Tus datos se quedan aquí
fi: Tietosi pysyvät täällä
fr: Vos données restent ici
he: הנתונים שלך נשארים כאן
hi: आपका डेटा यहीं रहता है
hu: Az adataid itt maradnak
id: Data Anda tetap di sini
it: I tuoi dati restano qui
ja: あなたのデータはここにとどまります
ko: 데이터는 여기에 머무릅니다
ms: Data anda kekal di sini
nb: Dataene dine blir værende her
nl: Je gegevens blijven hier
pl: Twoje dane pozostają tutaj
pt_br: Seus dados ficam aqui
pt_pt: Os seus dados ficam aqui
ro: Datele tale rămân aici
ru: Ваши данные остаются здесь
sv: Dina data stannar här
th: ข้อมูลของคุณอยู่ที่นี่
tr: Verileriniz burada kalır
uk: Ваші дані залишаються тут
vi: Dữ liệu của bạn ở lại đây
zh_hans: 你的数据留在这里
zh_hant: 你的資料留在這裡

source: Solstice stores everything on this iPhone using encrypted local storage. Nothing is sent to servers, no account is required, and no third-party analytics run in this app.
ar: يخزّن Solstice كل شيء على جهاز iPhone هذا عبر تخزين محلي مشفّر. لا يُرسَل أي شيء إلى الخوادم، ولا يلزم أي حساب، ولا تعمل أي أدوات تحليل تابعة لجهات خارجية في هذا التطبيق.
cs: Solstice ukládá vše do tohoto iPhonu pomocí šifrovaného místního úložiště. Nic se neodesílá na servery, není potřeba žádný účet a v této aplikaci neběží žádná analytika třetích stran.
da: Solstice gemmer alt på denne iPhone i krypteret lokal lagring. Intet sendes til servere, der kræves ingen konto, og ingen tredjepartsanalyse kører i denne app.
de: Solstice speichert alles auf diesem iPhone in verschlüsseltem lokalem Speicher. Nichts wird an Server gesendet, kein Konto ist erforderlich und in dieser App läuft keine Analyse von Drittanbietern.
el: Το Solstice αποθηκεύει τα πάντα σε αυτό το iPhone χρησιμοποιώντας κρυπτογραφημένη τοπική αποθήκευση. Τίποτα δεν αποστέλλεται σε διακομιστές, δεν απαιτείται λογαριασμός και δεν εκτελούνται αναλύσεις τρίτων σε αυτή την εφαρμογή.
es: Solstice guarda todo en este iPhone mediante almacenamiento local cifrado. No se envía nada a servidores, no se requiere ninguna cuenta y en esta app no se ejecuta ninguna analítica de terceros.
fi: Solstice tallentaa kaiken tälle iPhonelle salatussa paikallisessa muistissa. Mitään ei lähetetä palvelimille, tiliä ei tarvita eikä sovelluksessa ole kolmannen osapuolen analytiikkaa.
fr: Solstice stocke tout sur cet iPhone à l'aide d'un stockage local chiffré. Rien n'est envoyé à des serveurs, aucun compte n'est requis et aucun outil d'analyse tiers ne fonctionne dans cette app.
he: Solstice שומר את כל הנתונים על ה-iPhone הזה באמצעות אחסון מקומי מוצפן. שום דבר אינו נשלח לשרתים, אין צורך בחשבון, ואין באפליקציה ניתוח נתונים של צד שלישי.
hi: Solstice सब कुछ इस iPhone पर एन्क्रिप्टेड स्थानीय भंडारण में रखता है। कुछ भी सर्वर पर नहीं भेजा जाता, किसी खाते की आवश्यकता नहीं है, और इस ऐप में कोई तृतीय-पक्ष एनालिटिक्स नहीं चलता।
hu: A Solstice mindent ezen az iPhone-on tárol titkosított helyi tárhelyen. Semmit nem küldünk szerverekre, nincs szükség fiókra, és nem fut harmadik féltől származó analitika ebben az alkalmazásban.
id: Solstice menyimpan semuanya di iPhone ini menggunakan penyimpanan lokal terenkripsi. Tidak ada yang dikirim ke server, tidak perlu akun, dan tidak ada analitik pihak ketiga yang berjalan di aplikasi ini.
it: Solstice memorizza tutto su questo iPhone in un archivio locale crittografato. Niente viene inviato a server, non è richiesto alcun account e in questa app non vengono eseguite analisi di terze parti.
ja: Solstice は暗号化されたローカルストレージを使い、すべてのデータをこのiPhoneに保存します。サーバーへの送信はなく、アカウントも不要で、このアプリでは第三者による解析も一切行われません。
ko: Solstice는 암호화된 로컬 저장소를 사용해 모든 데이터를 이 iPhone에 보관합니다. 서버로 전송되는 것은 없으며, 계정도 필요 없고, 이 앱에는 어떠한 서드파티 분석도 실행되지 않습니다.
ms: Solstice menyimpan semuanya pada iPhone ini menggunakan storan tempatan tersulit. Tiada apa-apa dihantar ke pelayan, tiada akaun diperlukan, dan tiada analitik pihak ketiga berjalan dalam apl ini.
nb: Solstice lagrer alt på denne iPhone i kryptert lokal lagring. Ingenting sendes til servere, ingen konto kreves, og ingen tredjepartsanalyse kjører i denne appen.
nl: Solstice bewaart alles op deze iPhone via versleutelde lokale opslag. Er wordt niets naar servers gestuurd, er is geen account vereist en er draait geen analyse van derden in deze app.
pl: Solstice przechowuje wszystko na tym iPhonie w zaszyfrowanej pamięci lokalnej. Nic nie jest wysyłane na serwery, nie jest wymagane żadne konto, a w aplikacji nie działają żadne narzędzia analityczne firm trzecich.
pt_br: O Solstice guarda tudo neste iPhone usando armazenamento local criptografado. Nada é enviado a servidores, nenhuma conta é necessária e nenhum serviço de análise de terceiros é executado neste app.
pt_pt: O Solstice guarda tudo neste iPhone através de armazenamento local encriptado. Nada é enviado para servidores, não é necessária qualquer conta e nenhuma análise de terceiros é executada nesta aplicação.
ro: Solstice stochează totul pe acest iPhone într-un spațiu local criptat. Nimic nu este trimis către servere, nu este nevoie de cont și nicio analiză de la terți nu rulează în această aplicație.
ru: Solstice хранит всё на этом iPhone в зашифрованном локальном хранилище. Ничего не отправляется на серверы, аккаунт не требуется, а сторонняя аналитика в приложении не работает.
sv: Solstice lagrar allt på den här iPhone i krypterad lokal lagring. Inget skickas till servrar, inget konto krävs och ingen analys från tredje part körs i appen.
th: Solstice เก็บทุกอย่างบน iPhone เครื่องนี้ด้วยที่จัดเก็บภายในที่เข้ารหัส ไม่มีการส่งข้อมูลไปยังเซิร์ฟเวอร์ ไม่ต้องใช้บัญชี และไม่มีการวิเคราะห์จากบุคคลที่สามทำงานในแอปนี้
tr: Solstice her şeyi şifreli yerel depolama kullanarak bu iPhone'da saklar. Sunuculara hiçbir şey gönderilmez, hesap gerekmez ve bu uygulamada hiçbir üçüncü taraf analizi çalışmaz.
uk: Solstice зберігає все на цьому iPhone у зашифрованому локальному сховищі. Нічого не надсилається на сервери, обліковий запис не потрібен, а сторонньої аналітики в застосунку немає.
vi: Solstice lưu trữ mọi thứ trên iPhone này bằng bộ nhớ cục bộ được mã hóa. Không có gì được gửi đến máy chủ, không cần tài khoản, và không có phân tích của bên thứ ba chạy trong ứng dụng này.
zh_hans: Solstice 通过加密的本地存储，将所有数据都保存在这部 iPhone 上。不向任何服务器发送数据，无需账号，应用中也没有任何第三方分析。
zh_hant: Solstice 透過加密的本機儲存空間，將所有資料都保存在這支 iPhone 上。不向任何伺服器傳送資料，免帳號，App 中也沒有任何第三方分析。

source: A spreadsheet of every logged day, all symptoms, flow, and mood entries.
ar: جدول بيانات يضم كل يوم مُسجَّل وجميع إدخالات الأعراض والتدفق والمزاج.
cs: Tabulka s každým zaznamenaným dnem a všemi záznamy příznaků, krvácení a nálady.
da: Et regneark med hver registreret dag og alle symptom-, blødnings- og humørnoter.
de: Eine Tabelle mit jedem erfassten Tag sowie allen Symptomen, Blutungs- und Stimmungseinträgen.
el: Ένα υπολογιστικό φύλλο με κάθε καταγεγραμμένη ημέρα και όλες τις καταχωρίσεις συμπτωμάτων, ροής και διάθεσης.
es: Una hoja de cálculo de cada día registrado, con todos los síntomas, el flujo y las entradas de estado de ánimo.
fi: Taulukko jokaisesta kirjatusta päivästä sekä kaikista oire-, vuoto- ja mielialamerkinnöistä.
fr: Un tableur de chaque jour enregistré, de tous les symptômes, du flux et des humeurs.
he: גיליון נתונים של כל יום שתועד, כל התסמינים, הדימום ורישומי מצב הרוח.
hi: हर दर्ज दिन, सभी लक्षण, रक्तस्राव और मनोदशा प्रविष्टियों की एक स्प्रेडशीट।
hu: Egy táblázat minden rögzített napról, az összes tünetről, vérzésről és hangulatbejegyzésről.
id: Lembar kerja berisi setiap hari yang dicatat, semua gejala, darah, dan entri suasana hati.
it: Un foglio di calcolo di ogni giorno registrato, con tutti i sintomi, il flusso e le voci sull'umore.
ja: 記録したすべての日と、症状・経血量・気分のすべての項目をまとめた表です。
ko: 기록된 모든 날짜와 증상, 생리량, 기분 항목을 담은 스프레드시트입니다.
ms: Hamparan setiap hari yang direkodkan, semua simptom, aliran dan catatan mood.
nb: Et regneark med hver loggede dag og alle symptom-, blødnings- og humørnotater.
nl: Een spreadsheet met elke gelogde dag, alle symptomen, menstruatie- en stemmingsregistraties.
pl: Arkusz kalkulacyjny z każdym zapisanym dniem oraz wszystkimi objawami, danymi o krwawieniu i nastroju.
pt_br: Uma planilha com cada dia registrado, todos os sintomas, fluxo e entradas de humor.
pt_pt: Uma folha de cálculo com cada dia registado, todos os sintomas, fluxo e entradas de disposição.
ro: Un tabel cu fiecare zi notată, toate simptomele, fluxul și stările de spirit.
ru: Таблица со всеми отмеченными днями, симптомами, данными об интенсивности и настроении.
sv: Ett kalkylblad med varje loggad dag och alla symtom-, flödes- och humörnoteringar.
th: สเปรดชีตของทุกวันที่บันทึก อาการทั้งหมด ปริมาณประจำเดือน และรายการอารมณ์
tr: Kaydedilen her günün, tüm belirtilerin, kanama ve ruh hali girişlerinin yer aldığı bir elektronik tablo.
uk: Таблиця з кожним записаним днем, усіма симптомами, виділеннями та даними про настрій.
vi: Một bảng tính về mọi ngày đã ghi, tất cả triệu chứng, lượng máu và các mục tâm trạng.
zh_hans: 一份表格，包含每一天的记录以及所有症状、经量和心情条目。
zh_hant: 一份試算表，包含每一天的記錄以及所有症狀、經血量與心情項目。
